[umbrella]
umbrella_back0 = You got your [name]trusty umbrella[/name] back![br]Use it to whack anyone who gives you sass!
umbrella_back1 = Press [button:attack] to attack!

[act1postbattle]
dotdotdot = . . .

[impossible_race]
MaybeWait0 = No todos los actos pueden ser completados en el momento de ser desbloqueados.[br]En algunas circunstancias necesitarás un objeto especial.
MaybeWait1 = ¡No hay vergüenza en regresar a un acto más tarde!

[hq]
window0 = Sigue lloviendo fuerte afuera.
window1 = Aunque es mucho más agradable verlo desde adentro.
slotmachine0 = Parece que sólo toma la moneda local, y olvidaste pasar por la oficina de cambios.
cans0 = Esta parece ser la excusa de la Mafia para su comida, sin embargo ciertamente no huele bien. 
cans1 = Podrías probar un poco, pero no creo que sea algo que quieras poner en tu obituario.
bigfish0 = Te resistes a pensar en cualquier juego de palabras sobre peces. Es difícil pensar en [small]nada[/small], pero logras contenerte.
pilehidden0 = ¡Hay un interruptor en esta pila de monedas no distintivas!
pilehidden1 = ¿Tirar de él?
pile_q_yes = ¡Sí!
pile_q_no = ¡Nunca!
pilehiddenpull0 = Sacas el interruptor de la pila y lo pones en tu bolsa. Tu colección de accesorios de comedia improvisada aumenta. 
pilehiddennopull0 = En la escuela aprendiste a no activar mecanismos extraños encontrados en planetas alienígenas en montones de oro, entonces lo dejaste.

[fluff]
door0 = ¡Vete! Mafia viendo espectáculos. Alto interés en la trama.
meat0 = Es un trozo de carne, ¡como en tus dibujos animados! Solo que mucho más grande.
meat1 = Es extraño, considerando que no has visto ningún animal leviatán por aquí.
tailor0 = Con lo limitado que es el código de vestimenta aquí, no es sorprendente que este lugar esté cerrado.
vista0 = ¡Qué pintoresco! Sin embargo, no puedes decidir a qué videojuego se parece.

[lava]
finish0 = ¡Niña pequeña nos salvó! ¡Ven arriba!
finish1 = ¡Tenemos [timepiece][icon:timepiece]regalo[/timepiece] para ti!

goofy0 = ¡Lo lograste! ¡Niña pequeña salvar Mafia Town!
goofy1 = ¡Mafia ahora no necesitar comer lava como desayuno... increíble!
goofy2 = Por favor, toma esto como trofeo. ¡Eres el verdadero héroe de Mafia Town!